[ar-SA] - Arabic (Saudi Arabia)
Menu.PinStart = تثبيت بالقائمة "ابدأ". (Classic Shell)
Menu.UnpinStart = إزالة التثبيت من القائمة "ابدأ" (Classic Shell)

[bg-BG] - Bulgarian (Bulgaria)
Menu.PinStart = Закачи към менюто "Старт" (Classic Shell)
Menu.UnpinStart = Откачи от менюто "Старт" (Classic Shell)

[ca-ES] - Catalan (Catalan)
Menu.PinStart = Ancorar al Menú Inicia (Classic Shell)
Menu.UnpinStart = Desancorar del Menú Inicia (Classic Shell)

[cs-CZ] - Czech (Czech Republic)
Menu.PinStart = Připnout k nabídce Start (Classic Shell)
Menu.UnpinStart = Odepnout z nabídky Start (Classic Shell)

[da-DK] - Danish (Denmark)
Menu.PinStart = Fastgør til menuen Start (Classic Shell)
Menu.UnpinStart = Frigør fra menuen Start (Classic Shell)

[de-DE] - German (Germany)
Menu.PinStart = An Startmenü anheften (Classic Shell)
Menu.UnpinStart = Vom Startmenü lösen (Classic Shell)

[el-GR] - Greek (Greece)
Menu.PinStart = Καρφίτσωμα στο μενού "Έναρξη" (Classic Shell)
Menu.UnpinStart = Ξεκαρφίτσωμα από το μενού "Έναρξη" (Classic Shell)

[en-US] - English (United States)
Menu.PinStart = Pin to Start menu (Classic Shell)
Menu.UnpinStart = Unpin from Start menu (Classic Shell)

[es-ES] - Spanish (Spain)
Menu.PinStart = Anclar al menú Inicio (Classic Shell)
Menu.UnpinStart = Desanclar del menú Inicio (Classic Shell)

[et-EE] - Estonian (Estonia)
Menu.PinStart = Kinnita menüüsse Start (Classic Shell)
Menu.UnpinStart = Eemalda menüüst Start (Classic Shell)

[fa-IR] - Persian
Menu.PinStart = سنجاق کردن به منوی شروع (Classic Shell)
Menu.UnpinStart = برداشتن از منوی شروع (Classic Shell)

[fi-FI] - Finnish (Finland)
Menu.PinStart = Kiinnitä Käynnistä-valikkoon (Classic Shell)
Menu.UnpinStart = Poista kiinnitys Käynnistä-valikosta (Classic Shell)

[fr-FR] - French (France)
Menu.PinStart = Épingler au menu Démarrer (Classic Shell)
Menu.UnpinStart = Détacher du menu Démarrer (Classic Shell)

[gd-GB] - Scottish Gaelic (United Kingdom)
Menu.PinStart = Prìnich ris a' chlàr-taice tòiseachaidh (Classic Shell)
Menu.UnpinStart = Dì-phrìnich on chlàr-taice tòiseachaidh (Classic Shell)

[he-IL] - Hebrew (Israel)
Menu.PinStart = הצמד לתפריט התחלה (Classic Shell)
Menu.UnpinStart = בטל הצמדה לתפריט התחלה (Classic Shell)

[hr-HR] - Croatian (Croatia)
Menu.PinStart = Prikvači na izbornik Start (Classic Shell)
Menu.UnpinStart = Otkvači s izbornika Start (Classic Shell)

[hu-HU] - Hungarian (Hungary)
Menu.PinStart = Rögzítés a Start menün (Classic Shell)
Menu.UnpinStart = Rögzítés feloldása a Start menün (Classic Shell)

[it-IT] - Italian (Italy)
Menu.PinStart = Aggiungi al menu Start (Classic Shell)
Menu.UnpinStart = Rimuovi dal menu Start (Classic Shell)

[ja-JP] - Japanese (Japan)
Menu.PinStart = スタート メニューに表示する (Classic Shell)
Menu.UnpinStart = スタート メニューに表示しない (Classic Shell)

[ko-KR] - Korean (Korea)
Menu.PinStart = 시작 메뉴에 고정 (Classic Shell)
Menu.UnpinStart = 시작 메뉴에서 제거 (Classic Shell)

[lt-LT] - Lithuanian (Lithuania)
Menu.PinStart = Padaryti prieinamą meniu Pradėti (Classic Shell)
Menu.UnpinStart = Padaryti neprieinamą meniu Pradėti (Classic Shell)

[lv-LV] - Latvian (Latvia)
Menu.PinStart = Piespraust izvēlnei Sākt (Classic Shell)
Menu.UnpinStart = Atspraust no izvēlnes Sākt (Classic Shell)

[mk-MK] - Macedonian (Macedonia)
Menu.PinStart = Закачи го кон менито "Старт" (Classic Shell)
Menu.UnpinStart = Откачи го од менито "Старт" (Classic Shell)

[nb-NO] - Norwegian, Bokmål (Norway)
Menu.PinStart = Fest til Start-menyen (Classic Shell)
Menu.UnpinStart = Løsne fra Start-menyen (Classic Shell)

[nl-NL] - Dutch (Netherlands)
Menu.PinStart = Vastmaken aan menu Start (Classic Shell)
Menu.UnpinStart = Losmaken van menu Start (Classic Shell)

[pl-PL] - Polish (Poland)
Menu.PinStart = Przypnij do menu Start (Classic Shell)
Menu.UnpinStart = Odepnij od menu Start (Classic Shell)

[pt-BR] - Portuguese (Brazil)
Menu.PinStart = Fixar no Menu Iniciar (Classic Shell)
Menu.UnpinStart = Desafixar do Menu Iniciar (Classic Shell)

[pt-PT] - Portuguese (Portugal)
Menu.PinStart = Afixar no menu Iniciar (Classic Shell)
Menu.UnpinStart = Remover do menu Iniciar (Classic Shell)

[ro-RO] - Romanian (Romania)
Menu.PinStart = Fixare la meniul Start (Classic Shell)
Menu.UnpinStart = Anulare fixare la meniul Start (Classic Shell)

[ru-RU] - Russian (Russia)
Menu.PinStart = Закрепить в меню "Пуск" (Classic Shell)
Menu.UnpinStart = Изъять из меню "Пуск" (Classic Shell)

[sk-SK] - Slovak (Slovakia)
Menu.PinStart = Pripnúť položku do ponuky Štart (Classic Shell)
Menu.UnpinStart = Zrušiť pripnutie položky v ponuke Štart (Classic Shell)

[sl-SI] - Slovenian (Slovenia)
Menu.PinStart = Pripni v meni »Start«. (Classic Shell)
Menu.UnpinStart = Odpni iz menija »Start«. (Classic Shell)

[sr-Latn-CS] - Serbian (Latin, Serbia)
Menu.PinStart = Dodaj u „Start“ meni (Classic Shell)
Menu.UnpinStart = Ukloni iz „Start“ menija (Classic Shell)

[sv-SE] - Swedish (Sweden)
Menu.PinStart = Fäst på Start-menyn (Classic Shell)
Menu.UnpinStart = Ta bort från Start-menyn (Classic Shell)

[th-TH] - Thai (Thailand)
Menu.PinStart = ตรึงกับเมนูเริ่ม (Classic Shell)
Menu.UnpinStart = ถอนการตรึงออกจากเมนูเริ่ม (Classic Shell)

[tr-TR] - Turkish (Turkey)
Menu.PinStart = Başlat menüsüne sabitle (Classic Shell)
Menu.UnpinStart = Başlat menüsünden ayır (Classic Shell)

[uk-UA] - Ukrainian (Ukraine)
Menu.PinStart = Прикріпити до меню "Пуск" (Classic Shell)
Menu.UnpinStart = Відкріпити від меню "Пуск" (Classic Shell)

[zh-CN] - Chinese (Simplified)
Menu.PinStart = 锁定到「开始」菜单 (Classic Shell)
Menu.UnpinStart = 从「开始」菜单解锁 (Classic Shell)

[zh-HK] - Chinese (Traditional)
Menu.PinStart = 釘選到 [開始] 功能表 (Classic Shell)
Menu.UnpinStart = 從 [開始] 功能表取消釘選 (Classic Shell)

[zh-TW] - Chinese (Traditional)
Menu.PinStart = 釘選到 [開始] 功能表 (Classic Shell)
Menu.UnpinStart = 從 [開始] 功能表取消釘選 (Classic Shell)

